[{"model": "catalog.category", "pk": 7, "fields": {"name": "Периферия", "description": "Клавиатуры, мыши, вебкамеры и т.д."}}, {"model": "catalog.category", "pk": 8, "fields": {"name": "Видеокарты", "description": "Видеокарты"}}, {"model": "catalog.category", "pk": 9, "fields": {"name": "ЦП", "description": "Центральные процессоры"}}, {"model": "catalog.product", "pk": 6, "fields": {"name": "Intel Core i3-10105 BOX", "description": "Процессор Intel Core i3-10105 BOX относится к 10-му поколению устройств. Он обладает 4 производительными ядрами с 8 потоками обработки информации. При «обычной» частоте 3.7 ГГц в турборежиме этот показатель достигает 4.4 ГГц. При работе процессор задействует интегрированное графическое ядро Intel UHD Graphics 630 и встроенный контроллер PCI-E 3.0. Технология виртуализации будет оценена опытными пользователями по достоинству. Для предотвращения перегрева при работе процессора Intel Core i3-10105 BOX в комплекте предусмотрена система охлаждения.", "image": "products/Intel_Core_i3-10105.jpg", "category": 9, "price": 13899, "date_created": "2023-11-30T14:17:21Z", "date_modified": "2023-11-30T14:17:22Z"}}, {"model": "catalog.product", "pk": 7, "fields": {"name": "MSI GeForce 210 [N210-1GD3/LP]", "description": "Видеокарта MSI GeForce 210 способна обеспечить дополнительную мощность для запуска различных программ и мультимедийного контента. В ее основе содержится процессор с архитектурой NVIDIA Tesla, обеспечивающий в сочетании с 1 ГБ видеопамяти стандарта GDDR3 высокую производительность при обработке требовательных ресурсов. Для подключения к источникам изображения в конструкции графического адаптера предусмотрены по одному разъему DVI-I, HDMI и VGA. Благодаря низкопрофильному исполнению MSI GeForce 210 подходит для установки в условиях ограниченного пространства. За эффективное рассеивание тепла отвечает осевой вентилятор.", "image": "products/MSI_GeForce_210.jpg", "category": 8, "price": 3299, "date_created": "2023-11-30T14:18:09Z", "date_modified": "2023-11-30T14:18:10Z"}}, {"model": "catalog.product", "pk": 8, "fields": {"name": "28\" Монитор ASUS TUF Gaming VG28UQL1A черный", "description": "Монитор ASUS TUF Gaming VG28UQL1A ориентирован на геймеров, которые стремятся к высоким игровым достижениям и хотят добиться плавного геймплея без задержек отображения. В данной модели используется панель 28 дюймов IPS Ultra HD, которая обеспечивает детализированную картинку с яркими и насыщенными оттенками. Благодаря отклику 1 мс и частоте 144 Гц достигается реалистичность графики без размытия в динамичных сценах. \r\nВозможности подключения ASUS TUF Gaming VG28UQL1A представлены 4-мя разъемами HDMI, разъемом DisplayPort, двумя портами USB и выходом для наушников. Эргономичная конструкция подставки предусматривает гибкую настройку положения экрана. Среди прочих особенностей отмечается акустическая система с двумя динамиками по 2 Вт.", "image": "products/ASUS_TUF_Gaming_VG28UQL1A.png", "category": 7, "price": 62999, "date_created": "2023-12-22T18:17:24.903Z", "date_modified": "2023-12-22T18:17:24.903Z"}}, {"model": "catalog.version", "pk": 1, "fields": {"product": 6, "number": 1, "name": "Test", "is_active": true}}, {"model": "catalog.version", "pk": 3, "fields": {"product": 6, "number": 2, "name": "Test 2", "is_active": false}}]